export const Questions = [
    {
        title:'Google Chrome?',
        question:[
            'סוג של מערכת הפעלה',
            'סוג של קובץ',
            'דפדפן',
            'שרת ענן של גוגל'
        ], 
        answer: 2
    },
    {
        title:'מזה באג?',
        question:[
            'כאשר אנו מצפים לפעולה ובפועל קורה משהו אחר',
            'הודעת שגיאה',
            'אתחול של המכשיר למצבו המקורי',
            'יכולת נוספת של המכשיר לביצוע מטלות חכמות'
        ], 
        answer: 0
    },
    {
        title:'מהי החברה שיצרה את תוכנת אופיס',
        question:[
            'Google',
            'Facebook',
            'Microsoft',
            'Office'
        ], 
        answer:2
    },
    {
        title:' QA מזה',
        question:[
            'מילה אחרת להייטק',
            'מתכנת צד לקוח',
            'כלים חשובים במחשב',
            'הבטחת איכות'
        ], 
        answer: 3
    },
    {
        title:'מהי הבדיקה הראשונית שהיית מבצע על אפליקציית וואטסאפ ',
        question:[
            'שליחת סרטון',
            'הקמת קבוצה חדשה',
            'שינוי פרטי משתמש',
            'שליחת הודעה מינימלית'
        ], 
        answer:3
    },
    {
        title:'כיצד ניתן לשנות שם של קובץ',
        question:[
            ' WINRAR באמצעות ',
            '"כפתור ימין בעכבר, לחיצה על אופציה "שנה שם',
            'למחוק את הקובץ וליצור אחד נוסף',
            'כל התשובות נכונות'
        ], 
        answer:1
    },
    {
        title:'מה ההבדל בין אפליקציה לאתר',
        question:[
            'שניהם נכתבים בשפות תכנות שונות',
            'אתר יכול להפתח רק על דפדפן',
            'שניהם צריכים להבדק על ידי איש בדיקות',
            'כל התשובות נכונות'
        ], 
        answer:3
    },
    {
        title:' 2*X + 44 = 10 * (2+X) ',
        question:[
            'X = 3',
            'X = 2',
            'X = 6',
            'X = ERROR'
        ], 
        answer: 0
    },
    {
        title:'PYTHON JAVA C# מה הקשר בין המושגים - ',
        question:[
            'תוכנות מחשב',
            'מושגים מתמטיים',
            'דפדפנים',
            'שפות תכנות'
        ], 
        answer: 3
    },
    {
        title:'השלם את המספר הבא בסדרה: 1 , 4 , 13 , 40',
        question:[
            '121',
            '53',
            'סדרה לא חוקית',
            '120'
        ], 
        answer:0
    },
    {
        title:'',
        question:[
           ''
        ], 
        answer: 0
    }
]